Repository: adrelino/qooxdoo-extensions
Catalog: source/translation/*.po
Languages: de

source: Bank holiday
de: Bank Feiertag

source: Country
de: Land

source: Holiday
de: Feiertag

source: Observance day
de: Kirchenfest

source: Optional holiday
de: optionaler Feiertag

source: Public holiday
de: gesetzlicher Feiertag

source: Regions
de: Regionen

source: School holiday
de: Schulfrei

source: U.S. states
de: US-Bundesstaat

source: autonomous communities
de: Autonome Gemeinschaften

source: cantons
de: Kantone

source: countries and provinces
de: Landesteile

source: departments and overseas regions
de: Départements und Übersee-Regionen

source: federated states
de: Bundesländer

source: provinces and territories
de: Provinzen und Territorien

source: regions
de: Regionen

source: states
de: Staaten

source: states and territories
de: Bundesstaaten und Territorien

source: All
de: Alle

source: Invalid format. Correctly formatted example: %1
de: Falsches Format. Richtig formatiertes Beispiel: %1

source: Check to filter out entries based on group filter
de: Ankreuzen um Einträge zu filtern basierend auf dem Gruppenfilter

source: Group filter
de: Gruppenfilter

source: Search filter
de: Suchfilter

source: Start typing to filter list entries. Use backspace to undo filtering character-wise.
de: Tippen Sie den gewünschten Text ein um zu filtern. Mit der Rücktaste löschen Sie ihn wieder Buchstabe für Buchstabe.

source: type to filter, backspace to clear
de: Filtertext eintippen, löschen mit Rücktaste

source: %1/%2 chosen
de: %1/%2 ausgewählt

source: Please select at least one item
de: Bitte wählen Sie mindestens einen Eintrag

source: You can select multiple items
de: Mehrfachauswahl möglich

source: None
de: Keine

source: Use Shift-click or Crtl-click for multiple selection
de: Hochstelltaste+Klick oder Strg+Klick verwenden

source: Enter texts which must match appropriate column:
de: Texte eintragen welche mit der Spalte übereinstimmen müssen:

source: Whether text must match exactly
de: Ob der Text genau übereinstimmen muss

source: click to toggle between 3 states: true, false, both
de: Klicken um zwischen 3 Zuständen zu wechseln: Wahr, Falsch, Beides
